[
{
  "model": "scraping.city",
  "pk": 1,
  "fields": {
    "name": "Киев",
    "slug": "kiev"
  }
},
{
  "model": "scraping.city",
  "pk": 2,
  "fields": {
    "name": "Москва",
    "slug": "moskva"
  }
},
{
  "model": "scraping.city",
  "pk": 3,
  "fields": {
    "name": "Харьков",
    "slug": "kharkhov"
  }
},
{
  "model": "scraping.city",
  "pk": 4,
  "fields": {
    "name": "Одесса",
    "slug": "odessa"
  }
},
{
  "model": "scraping.language",
  "pk": 1,
  "fields": {
    "name": "Python",
    "slug": "python"
  }
},
{
  "model": "scraping.language",
  "pk": 2,
  "fields": {
    "name": "JavaScript",
    "slug": "javascript"
  }
},
{
  "model": "scraping.vacancy",
  "pk": 1,
  "fields": {
    "url": "https://www.work.ua/jobs/3927470/",
    "title": "Преподаватель Python в детскую школу программирования",
    "company": "Logika, мiжнародна школа програмування для дiтей",
    "description": "Logika — это международная школа программирования для детей. Мы внедряем новейшие IT технологии в обучение школьников. На наших уроках дети не только учатся основам программирования, они развивают алгоритмическое мышление и умение думать, а в проектной работе проявляют креативность и творческие способности.\r\n\r\nКурсы школы Logika включают работу на технологической платформе для повышения качества образовательного процесса. В уроки включены части курсов по физике, математике, химии, астрономии, что помогает детям понять, зачем школьные предметы нужны в реальной жизни.\r\n\r\nLogika активно развивается и в связи с запуском новых локаций, мы ищем классных преподавателей!\r\n\r\nЕсли ты мечтаешь о хорошо оплачиваемой работе по выходным в команде единомышленников, то тебе к нам :)\r\n\r\nЧто для этого нужно:\r\n\r\nИметь опыт работы с детьми. Любить детей и быть готовым сделать для них программирование простым, интересным и веселым.\r\nОбязательно знание как минимум одного текстового языка, программирования (Python, Java, C++, C#)\r\nМы предлагаем:\r\n\r\nЗанятость по выходным\r\n\r\nот 250 до 460 гривен за 1,5 часа\r\nБесплатное обучение, готовый методический материал\r\nРаботу в дружном и амбициозном коллективе.",
    "city": 3,
    "language": 1,
    "timestamp": "2020-09-13"
  }
},
{
  "model": "scraping.vacancy",
  "pk": 2,
  "fields": {
    "url": "https://www.work.ua/jobs/3989935/",
    "title": "Data Engineer (Python)",
    "company": "NIX Solutions",
    "description": "Мы расширяем нашу команду и в связи с этим приглашаем начинающего или имеющего опыт Data Engineer для участия в проектах в области Health care, insurance, Big Data analytics и др.\r\n\r\nТЫ ПОЛУЧИШЬ ВОЗМОЖНОСТЬ:\r\n\r\nприобрести колоссальный опыт по обработке, генерации и агрегации больших данных;\r\nрешать сложные и нетривиальные задачи, непосредственно влияющие на качество продукта;\r\nработать с передовыми технологиями (такими как PySpark, Kubernetes, облачными хранилищами и др.);\r\nкоординироваться с участниками проекта со всего мира;\r\nучастия в проектах компаний, входящие в рейтинг ТОП-100 компаний мира;\r\nстремительного профессионального роста — высокий уровень код-ревью, личный план развития.\r\nЧТО МЫ ОЖИДАЕМ ОТ ТЕБЯ:\r\n\r\nзнание Python 3 от 1 года;\r\nзнание PySpark, Pandas, Numpy;\r\nопыт работы по построению ETL процессов и их оптимизация с использованием PySpark;\r\nопыт работы с реляционными (PostgreSQL, MySQL, Oracle) и нереляционными (MongoDB, Cassandra) базами данных;\r\nзнания CI/CD процессов;\r\nумение работать в команде;\r\nспособность решать комплексные проблемы;\r\nжелание обучаться новому;\r\nанглийский на уровне Intermediate.\r\nБУДЕТ ПЛЮСОМ:\r\n\r\nопыт работы в machine learning;\r\nопыт работы с Hadoop ecosystem (HDFS, Yarn);\r\nзнание основ Jenkins, NiFi, AirFlow;\r\nопыт работы с Аgile-методологией;\r\nпонимание принципов построения хранилищ данных (Data Warehouses) на одном из клаудов (AWS, Azure, GCP);\r\nзнания принципов контейнеризации, включая Docker и Kubernetes.\r\nЧТО МЫ РАДЫ ТЕБЕ ПРЕДЛОЖИТЬ:\r\nудобный офис в центре Харькова (м. Университет) и легендарные корпоративы;\r\nоплачиваемое участие в самых масштабных отраслевых конференциях мира;\r\nотличные возможности и перспективы профессионального роста в компании с 25-летней историей;\r\nдостойный уровень вознаграждения;\r\nпремии за высокие результаты работы;\r\nвозможность обучения: курсы внутри компании, участие в конференциях от компании, курсы английского;\r\nмедицинскую и спортивную программу, бухгалтерскую поддержку.\r\nКарантин — это не повод поставить жизнь на паузу! Отправляй свое резюме уже сегодня, а собеседование ты сможешь пройти онлайн.",
    "city": 3,
    "language": 1,
    "timestamp": "2020-09-13"
  }
}
]
